export const STATIONS = [
  { id: 0, name: 'Пресс-форма', img: 'Картинки/Пресс-форма.jpg', output: 'пластик', rate: 1, inputs: [] },
  { id: 1, name: 'Литейный цех', img: 'Картинки/Литейный цех.jpg', output: 'сталь', rate: 1, inputs: [] },
  { id: 2, name: 'Резчик деталей', img: 'Картинки/Резчик деталей.jpg', output: 'детали', rate: 1, inputs: ['пластик', 'сталь'] },
  { id: 3, name: 'Сборщик обшивки', img: 'Картинки/Сборщик обшивки.jpg', output: 'обшивка', rate: 1, inputs: ['пластик', 'детали'] },
  { id: 4, name: 'Сборщик каркасов', img: 'Картинки/Сборщик Каркасов.jpg', output: 'каркас', rate: 1, inputs: ['сталь', 'детали'] },
  { id: 5, name: 'Сборщик Авто', img: 'Картинки/Сборщик Авто.jpg', output: 'авто', rate: 1, inputs: ['детали', 'обшивка', 'каркас'] }
];

